Repository: pypi-data/pypi-mirror-88
Catalog: packages/invenio-oauth2server/invenio_oauth2server-1.3.0a4-py2.py3-none-any.whl/invenio_oauth2server/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Invalid redirect URIs: %(urls)s
it: URIs di riorentazione invalidi: %(urls)s

source: Redirect URIs (one per line)
it: URIs di riorientazione (uno per linea)

source: One redirect URI per line. This is your application's authorization callback URLs. HTTPS must be used for all hosts except localhost (for testing purposes).
it: Un URI di riorientazione per linea. Questi sono i callback URLs di autorizzazione dell'applicazione. Usa HTTPS per tutti i nodi opsiti tranne localhost (per scopi di prova).

source: Client type
it: Tipo di cliente

source: Select confidential if your application is capable of keeping the issued client secret confidential (e.g. a web application), select public if your application cannot (e.g. a browser-based JavaScript application). If you select public, your application MUST validate the redirect URI.
it: Scegliere confidenziale se la tua applicazione è capace di tenire confidenziale il segreto di cliente (per esempio un'applicazione web), scegliere publico se non può (per esempio un'applicazione Javascript basata su browser). Se scegli publico, l'applicazione DEVE validare il redirect URI.

source: Confidential
it: Confidenziale

source: Public
it: Publico

source: Name of personal access token.
it: Nome dell'access token personale.

source: Scopes assign permissions to your personal access token. A personal access token works just like a normal OAuth access token for authentication against the API.
it: Le scopes danno certi diritti d'accesso al tuo access token personale. Un access token personale funziona come un access token OAuth normale per l'autenticazione presso il API.

source: Name
it: Nome

source: Name of application (displayed to users).
it: Nome dell'applicazione (visibile dagli utenti).

source: Description
it: Descrizione

source: Optional. Description of the application (displayed to users).
it: Opzionale. Descrizione dell'applicazione (visibile dagli utenti).

source: Website URL
it: URL del sito web

source: URL of your application (displayed to users).
it: URL della sua applicazione (visibile dagli utenti).

source: Authorize application
it: Autorizzare l'applicazione

source: Application '%(client_name)s' by '%(client_user)s' wants permission to access your account.
it: L'applicazione '%(client_name)s' di '%(client_user)s' chiede l'autorizzazione di accedere al tuo conto.

source: Review permissions
it: Riesame delle autorizzazioni

source: Application
it: Applicazione

source: Visit application website
it: Visitare il sito web dell'applicazione

source: Reject
it: Rifuta

source: Invalid authorization request
it: Richiesta di autorizzazione invalida

source: The service that redirected your here made an invalid authorization request (error code: %(x_error)s).
it: Il servizio che ti ha riorientato qui ha fatto una richiesta di autorizzazione invalida (codice d'errore: %(x_error)s).

source: Get me out of here!
it: Fammi uscire di qui!

source: New OAuth Application
it: Nuova Applicazione OAuth

source: Cancel
it: Annulla

source: Register
it: Registrare

source: Application / %(client_name)s
it: Applicazione / %(client_name)s

source: Do not share the client secret with anyone!
it: Non condividere il segreto di cliente con nessuno!

source: Reset client secret
it: Reimposta il segreto di cliente

source: Delete
it: Elimina

source: Save
it: Salva

source: OAuth 2.0 Endpoints
it: Endpoints OAuth 2.0

source: Authorize URL (GET)
it: Autorizzare URL (GET)

source: Query parameters
it: Parametri Query

source: example request
it: esempio di richiesta

source: Access token URL (POST)
it: URL dell'access token

source: Developer Applications
it: Applicazioni di Sviluppatori

source: New application
it: Nuova applicazione

source: You have registered these applications to use the %(site_name)s API:
it: Hai registrato le applicazioni seguenti per usare il API di %(site_name)s:

source: You have not yet registered any applications. Click the 'New application' button to create an application to access the %(site_name)s API.
it: Non hai ancora registrato applicazioni. Fa clic sul pulsante 'Nouva applicazione' per creare un'applicazione per accedere al API di %(site_name)s.

source: Personal access tokens
it: Access tokens personali

source: New token
it: Nuovo token

source: Following are personal tokens used to access the %(site_name)s API:
it: Di seguito sono i tokens personali per accedere al API di %(site_name)s:

source: You have not yet created any personal access tokens. Click the 'New token' button to create a personal access token.
it: Non hai ancora creato access tokens personali. Fa clic sul pulsante 'Nuovo token' per creare un access token personale.

source: Authorized applications
it: Applicazioni autorizzate

source: You have granted the following application access to your account:
it: Hai dato permesso di accedere al tuo conto alle applicazioni seguenti:

source: Revoke
it: Revoca

source: You have not yet granted any external applications access to your account.
it: Non hai ancora dato permesso di accedere al tuo conto a nessuna applicazione esterna.

source: New personal access token
it: Nuovo access token personale

source: Create
it: Crea

source: Personal access token / %(name)s
it: Access token personale / %(name)s

source: Do not share this personal access token. It gives full access to your account.
it: Non condividere questo access token personale. Da intero accesso al tuo conto.

source: %(icon)s Applications
it: Applicazioni %(icon)s

source: Applications
it: Applicazioni

source: New
it: Nuovo

source: Edit
it: Modifica
