Repository: pypi-data/pypi-mirror-88
Catalog: packages/fittings/fittings-1.0.4-py3-none-any.whl/fittings/locale/*/LC_MESSAGES/django.po
Languages: de

source: Add Doctrine
de: Doktrin hinzufügen

source: New Doctrine
de: Neue Doktrin

source: Doctrine Name
de: Doktrin Name

source: Doctrine Description
de: Doktrin Beschreibung

source: Select Fits
de: Ausrüstung auswählen

source: Select Doctrine Icon
de: Doktrin Ikon auswählen

source: If you do not see the ship type that you would like to use for the icon, add a fit that uses that ship type and try again.
de: Solltest Du nicht das Schiff sehen, welches Du als Ikon verwenden möchtest, dann füge ein Ausrüstung für dieses Schiff hinzu und versuche es noch einmal.

source: Submit
de: Absenden

source: Add Fit
de: Ausrüstung hinzufügen

source: Add Fitting
de: Ausrüstung hinzufügen

source: Description
de: Beschreibung

source: Toggle navigation
de: Navigation umschalten

source: Fittings and Doctrines
de: Ausrüstungen und Doktrinen

source: View All Fits
de: Alle Ausrüstungen ansehen

source: View All Categories
de: Alle Kategorien ansehen

source: Fitting
de: Ausrüstung

source: Doctrine
de: Doktrin

source: Category
de: Kategorie

source: Add Category
de: Kategorie hinzufügen

source: New Category
de: Neue Kategorie

source: Category Name
de: Kategorie Name

source: Category Color
de: Kategorie Farbe

source: Select Groups
de: Gruppe auswählen

source: Only selected groups will have access to fittings and doctrines in this category. If no groups are selected the category will be visible to all with fittings module access.
de: Nur die ausgewählten Gruppen werden Ausrüstungen und Doktrinen in dieser Kategorie sehen können. Wenn keine Gruppe ausgewählt ist, ist die gewählte Kategorie für jeden der Zugriff auf dieses Modul hat sichtbar.

source: Select Doctrines
de: Doktrinen auswählen

source: Doctrine List
de: Doktrin Liste

source: Doctrines
de: Doktrinen

source: Categories
de: Kategorien

source: Ships
de: Schiffe

source: No Doctrines Found
de: Keine Doktrinen gefunden

source: Edit Category
de: Kategorie bearbeiten

source: Edit Doctrine
de: Doktrin bearbeiten

source: Current Icon
de: Aktuelles Ikon

source: Update Fitting
de: Ausrüstung aktualisieren

source: Fit
de: Ausrüstung

source: Category List
de: Kategorie Liste

source: Fits
de: Ausrüstungen

source: Doctrines Assigned
de: Zugeordnete Doktrinen

source: Fittings Assigned
de: Zugeordnete Ausrüstung

source: Groups Assigned
de: Zugeordnete Gruppen

source: No Categories Found
de: Keine Kategorien gefunden

source: View Category
de: Kategorie ansehen

source: Delete Category
de: Kategorie löschen

source: *Note: Fit counts may be inaccurate as fits marked independently of doctrines may be counted more than once.
de: *Hinweis: Die Anzahl der Ausrüstungen kann inkorrekt sein, da Ausrüstungen ohne Doktrin eventuell mehrfach gezählt werden.

source: Fit List
de: Ausrüstung Liste

source: Ship Type
de: Schiffstyp

source: No Fits Found
de: Keine Ausrüstung gefunden

source: Groups
de: Gruppen

source: Category is public
de: Kategorie ist öffentlich

source: Fittings
de: Ausrüstung

source: Are you sure?
de: Bist Du sicher?

source: Are you sure you wish to delete this doctrine?
de: Willst Du diese Doktrin wirklich löschen?

source: This action is permanent.
de: Diese Aktion ist permanent.

source: No - Close
de: Nein - Schließen

source: Yes - Delete
de: Ja - Entfernen

source: Doctrine Information
de: Doktrin Informationen

source: Delete Doctrine
de: Doktrin löschen

source: Created
de: Erstellt

source: Last Updated
de: Zuletzt aktualisiert

source: Doctrine Fits
de: Doktrin Ausrüstungen

source: Are you sure you wish to delete this fit?
de: Willst Du dieses Ausrüstung wirklich löschen?

source: Close
de: Schließen

source: Fit Information
de: Ausrüstung Informationen

source: Delete Fit
de: Ausrüstung löschen

source: Edit/Update Fit
de: Ausrüstung bearbeiten/aktualisieren

source: Hull
de: Hülle

source: Fitting Notes
de: Ausrüstung Hinweise

source: Copy Buy All
de: Kopiere "Alles Kaufen"

source: Copy Fit (EFT)
de: Kopiere Ausrüstung (EFT)

source: SubSystems
de: Sub Systeme

source: No High Slot Items
de: Keine High Slots ausgerüstet

source: No Medium Slot Items
de: Keine Medium Slots ausgerüstet

source: No Low Slot Items
de: Keine Low Slots ausgerüstet

source: No Rig Slot Items
de: Keine Rig Slots ausgerüstet

source: Fighter Tubes
de: Fighterbuchten

source: Cargo Bay
de: Laderaum

source: Drone Bay
de: Dronenbucht

source: Fighter Bay
de: Fighterbucht
