Repository: pypi-data/pypi-mirror-88
Catalog: packages/videomass/videomass-3.3.0-py3-none-any.whl/videomass3/locale/*/LC_MESSAGES/videomass.po
Languages: ru_ru

source: Is not a compatible Videomass presets. It is recommended removing it or rewrite it with a compatible JSON data structure. Possible solution: open Presets Manager panel, then use menu "File" > "Reset all presets" to safe repair all presets. Remember, those that are not compatible you have to manually remove them.
ru_ru: Не совместима с пресетами Videomass. Рекомендуется удалить или переписать с совместимой структурой данных JSON Возможное решение: откройте панель 'Менеджер Пресетов', затем используйте меню "Файл" > "Сбросить все пресеты", чтобы безопасно восстановить все пресеты. Помните, что несовместимые файлы необходимо удалить вручную.

source: The presets folder is empty, or there are invalid files. Open the Presets Manager panel, then Perform a repair in the "File" > "Reset all presets" menu.
ru_ru: Папка пресетов пуста или есть недопустимые файлы. Откройте панель 'Менеджер Пресетов', затем выполните восстановление в меню "Файл" > "Сбросить все пресеты".

source: Ready
ru_ru: Готово

source: An item must be selected in the URLs checklist
ru_ru: Элемент должен быть выбран в контрольном списке URL-адресов

source: Open a playable file with FFplay
ru_ru: Откройте воспроизводимый файл с помощью FFplay

source: Are you sure you want to exit?
ru_ru: Вы уверены, что хотите выйти из приложения?

source: Exit
ru_ru: Выход

source: Choose a destination folder..
ru_ru: Выберите папку назначения..

source: Choose a folder in which to save all the output files.
ru_ru: Выберите папку для сохранения всех выходных файлов.

source: Add new preset
ru_ru: Добавить новый пресет

source: Create a new empty preset from a template.
ru_ru: Создать новый пустой пресет из шаблона.

source: Save new copy on media
ru_ru: Сохранить новую копию на носитель

source: Make a back-up of the selected preset.
ru_ru: Сделайте резервную копию выбранного пресета.

source: Restoring a preset
ru_ru: Сбросить пресет

source: Replace the selected preset with another saved one.
ru_ru: Заменить выбранный пресет сохраненным.

source: Restore default preset
ru_ru: Восстановить пресет по умолчанию

source: Replace the selected preset with the default one.
ru_ru: Заменить выбранный пресет на стандартный.

source: Restore all default presets
ru_ru: Восстановить все пресеты по умолчанию

source: Revert all presets to default values.
ru_ru: Сбросить все пресет до значений по умолчанию.

source: Remove current preset
ru_ru: Удалить текущий пресет

source: Remove the selected preset from the Presets Manager.
ru_ru: Удалить выбранную пресет из Менеджера Пресетов.

source: Reload presets list
ru_ru: Обновить список пресетов

source: ..Sometimes it can be useful
ru_ru: ...Иногда это может быть полезно, но используйте его осторожно

source: Close Videomass
ru_ru: Закрыть Videomass

source: Show configuration
ru_ru: Показать конфигурацию

source: Show FFmpeg's built-in configuration capabilities
ru_ru: Показать встроенные возможности настройки FFmpeg

source: Muxers and Demuxers
ru_ru: Мультиплексоры и Демультиплексоры

source: Muxers and demuxers available on FFmpeg in use.
ru_ru: Используемые мультиплексоры и демультиплексоры доступны в FFmpeg.

source: Encoders
ru_ru: Кодеры

source: Shows available encoders on FFmpeg
ru_ru: Показать кодеры, доступные в FFmpeg

source: Decoders
ru_ru: Декодеры

source: Shows available decoders on FFmpeg
ru_ru: Показать декодеры, доступные в FFmpeg

source: While playing
ru_ru: Клавиши воспроизведения

source: Show useful keyboard shortcuts when playing or previewing with ffplay
ru_ru: Показывать полезные сочетания клавиш, используемые при воспроизведении или предварительном просмотре с помощью ffplay

source: Help topics
ru_ru: Разделы помощи

source: An easy tool to search for FFmpeg help topics and options
ru_ru: Простой инструмент для поиска разделов и параметров справки FFmpeg

source: Version in Use
ru_ru: Используемая версия

source: Shows the version in use
ru_ru: Показывает используемую версию

source: Check for Update
ru_ru: Проверить обновления

source: Check for the latest version available on GitHub
ru_ru: Найдите последнюю версию, доступную на GitHub

source: Update youtube-dl
ru_ru: Обновить youtube-dl

source: Update with latest version of youtube-dl
ru_ru: Установите последнюю версию youtube-dl

source: &Tools
ru_ru: Инструменты

source: Home panel
ru_ru: Начальная панель

source: jump to the start panel
ru_ru: перейти к стартовой панели

source: Presets manager
ru_ru: Менеджер Пресетов

source: jump to the Presets Manager panel
ru_ru: перейти на панель управления Пресетами

source: A/V conversions
ru_ru: Конвертация A/V

source: jump to the Audio/Video Conv. panel
ru_ru: перейти на панель преобразования Аудио/Видео

source: jump to the YouTube Downloader panel
ru_ru: перейти к панели YouTube Downloader

source: Output Monitor
ru_ru: Выходной монитор

source: Keeps track of the output for debugging errors
ru_ru: Отслеживает вывод для ошибок отладки

source: Configuration directory
ru_ru: Каталог конфигурации

source: Opens the Videomass configuration directory
ru_ru: Открывает каталог конфигурации Videomass

source: Log directory
ru_ru: Каталог log-журналов

source: Opens the Videomass log directory if it exists
ru_ru: Открывает каталог журнала Videomass, если он есть

source: Cache directory
ru_ru: Каталог кеша

source: Opens the Videomass cache directory if exists
ru_ru: Если присутствует, открывает каталог кэша Videomass

source: &System
ru_ru: Система

source: &Go
ru_ru: Навигация

source: Setup
ru_ru: Настройки

source: General Settings
ru_ru: Общие настройки

source: &Preferences
ru_ru: Основные настройки

source: User Guide
ru_ru: Онлайн помощь

source: Issue tracker
ru_ru: Сообщить о проблеме

source: Translation...
ru_ru: Перевод...

source: Donation
ru_ru: Пожертвование

source: FFmpeg documentation
ru_ru: Документация FFmpeg

source: Check for newer version
ru_ru: Проверить последнюю версию

source: Check for the most latest version of Videomass on <https://pypi.org/>
ru_ru: Проверьте наличие более новой версии Videomass на <https://pypi.org/>

source: About Videomass
ru_ru: Информация об Videomass

source: &Help
ru_ru: Помощь

source: Choose a destination folder
ru_ru: Выберите папку назначения

source: Wait.... Check installed version
ru_ru: Пожалуйста, подождите.... Проверить установленную версию

source: You are using youtube-dl version {}
ru_ru: Вы используете версию youtube-dl {}

source: ERROR: {0} youtube-dl has not been installed yet.
ru_ru: ERROR: {0} youtube-dl еще не установлен.

source: A new version of youtube-dl is available on GitHub:
ru_ru: Новая версия youtube-dl доступна на GitHub:

source: The latest version of youtube-dl on GitHub is:
ru_ru: Последняя версия youtube-dl на GitHub -:

source: youtube-dl is up-to-date {}
ru_ru: youtube-dl обновлен {}

source: youtube-dl is already up-to-date {}
ru_ru: youtube-dl уже обновлен {}

source: Successful! youtube-dl is up-to-date ({0}) Re-start is required. Do you want to close Videomass now?
ru_ru: Успешно! youtube-dl обновлен ({0}) Требуется перезагрузка. Вы хотите закрыть Videomass сейчас?

source: Notice: To update youtube_dl it is necessary to rebuild the Videomass AppImage. This procedure will be completely automatic and will only require you to select the location of the AppImage. Do you want to continue?
ru_ru: Примечание: для обновления youtube-dl необходимо пересобрать Videomass AppImage.Эта процедура будет полностью автоматической и потребует только выбора местоположения AppImage. Вы хотите продолжить?

source: Select the 'Videomass-{}-x86_64.AppImage' file to update
ru_ru: Выберите файл 'Videomass-{}-x86_64.AppImage' для обновления

source: Failed! for more details consult: {}/youtube_dl-update-on-AppImage.log
ru_ru: Не удалось! для более подробной информации справтесь: {}/youtube_dl-update-on-AppImage.log

source: Failed! {}
ru_ru: Не удалось! {}

source: It looks like you installed youtube-dl with a package manager. Please use that to update.
ru_ru: Похоже, вы установили youtube-dl с помощью диспетчера пакетов. Пожалуйста, используйте его для обновления.

source: No files added yet
ru_ru: Файлы еще не добавлены

source: No URLs added yet
ru_ru: URL еще не добавлены

source: The log directory has not yet been created.
ru_ru: Каталог log-журналов еще не создан.

source: cache directory has not been created yet.
ru_ru: каталог кеша еще не создан.

source: New releases fix bugs and offer new features This is Videomass version {0} <https://pypi.org/project/videomass/> The latest version {1} is available
ru_ru: Новые версии исправляют ошибки и предлагают новые функции Это версия Videomass {0} <https://pypi.org/project/videomass/> Последняя версия {1} доступна

source: Checking for newer version
ru_ru: Проверить последнюю версию

source: New releases fix bugs and offer new features This is Videomass version {0} <https://pypi.org/project/videomass/> You are using the latest version
ru_ru: Новые версии исправляют ошибки и предлагают новые функции Это версия Videomass {0} <https://pypi.org/project/videomass/> Вы используете последнюю версию

source: An error was found in the search for the web page. Sorry for this inconvenience.
ru_ru: При поиске веб-страницы произошла непредвиденная ошибка. Извините за неудобства.

source: Go to the previous panel
ru_ru: Перейти к предыдущей панели

source: Back
ru_ru: Назад

source: Go to the next panel
ru_ru: Перейти к следующей панели

source: Next
ru_ru: Вперед

source: Gathers information from multimedia streams
ru_ru: Собирает информацию из мультимедийных потоков

source: Media Streams
ru_ru: Мультимедийные потоки

source: Shows download statistics and information
ru_ru: Показывает статистику и информацию о загрузке

source: Statistics
ru_ru: Статистика

source: Playing a media file or URL
ru_ru: Воспроизведение мультимедийного файла или URL

source: Playback
ru_ru: Воспроизведение

source: Duration and time sequence setting
ru_ru: Настройка продолжительности и временной последовательности

source: Save a new profile with the current settings
ru_ru: Сохранить новый профиль с текущими настройками

source: Save as
ru_ru: Сохранить как

source: Create a new profile and save it in the selected preset
ru_ru: Создайте новый профиль и сохраните его в выбранном пресете

source: New
ru_ru: Новый

source: Delete the selected profile
ru_ru: Удалить выбранный профиль

source: Delete
ru_ru: Удалить

source: Edit the selected profile
ru_ru: Редактировать выбранный профиль

source: Edit
ru_ru: Редактировать

source: Viewing log messages
ru_ru: Просмотр сообщений log-журнала

source: Show Logs
ru_ru: Показать log-журналы

source: Convert using FFmpeg
ru_ru: Конвертировать с помощью FFmpeg

source: Convert
ru_ru: Конвертировать

source: Download files using youtube-dl
ru_ru: Загрузите файлы с помощью youtube-dl

source: Download
ru_ru: Скачать

source: Drag at least one file
ru_ru: Перетащите хотя бы один файл

source: Append at least one URL
ru_ru: Добавьте хотя бы один URL

source: Invalid URL: "{}"
ru_ru: Неправильный URL: "{}"

source: Videomass - Queued Files
ru_ru: Videomass - Файлы в очереди

source: Videomass - Queued URLs
ru_ru: Videomass - URL в очереди

source: You just added new URLs. Please check your settings again.
ru_ru: Вы только что добавили новые URL. Проверьте свои настройки еще раз.

source: You just added new files. Please check your settings again.
ru_ru: Вы только что добавили новые файлы. Проверьте свои настройки еще раз.

source: Videomass - AV Conversions
ru_ru: Videomass - AV-конвертация

source: Videomass - Presets Manager
ru_ru: Videomass - Менеджер Пресетов

source: Last output status
ru_ru: Статус последнего выхода

source: Under processing...
ru_ru: Идёт обработка...

source: Videomass - Output Monitor
ru_ru: Videomass - Выходной монитор

source: Video Encoder
ru_ru: Кодировщик видео

source: Codec
ru_ru: Кодек

source: Pass
ru_ru: 1-й проход кодировки

source: 2-pass encoding
ru_ru: 2-й проход кодировки

source: Bit Rate (kb)
ru_ru: Битрейт (кб)

source: Buffer Size (kb)
ru_ru: Размер буфера (кб)

source: Pixel Format
ru_ru: Формат пикселей

source: Subtitle Stream
ru_ru: Поток Субтитров

source: Optimizations
ru_ru: Оптимизация

source: Use for Web
ru_ru: Использовать для Web

source: Optimize for
ru_ru: Оптимизировать для

source: Deadline/Quality
ru_ru: Время/Качество

source: Quality/Speed ratio modifier:
ru_ru: Модификатор соотношения качество/скорость:

source: Activates row-mt 1
ru_ru: Включить row-mt 1

source: Preset
ru_ru: Пресет

source: Profile
ru_ru: Профиль

source: Level
ru_ru: Уровень

source: Tune
ru_ru: Звук

source: Format
ru_ru: Формат

source: Media
ru_ru: Медиа

source: Container
ru_ru: Контейнер

source: Audio Encoder
ru_ru: Аудио кодировщик

source: Audio Properties
ru_ru: Свойства аудио

source: Settings
ru_ru: Настройки

source: Audio Streams Mapping
ru_ru: Отображение аудиопотока

source: Input Audio Index
ru_ru: Входящий аудиоиндекс

source: Output Audio Index
ru_ru: Индекс аудиовыхода

source: Video Filters
ru_ru: Фильтры Видео

source: Resizing
ru_ru: Изменение размера

source: Cropping
ru_ru: Обрезка

source: Rotation
ru_ru: Вращение

source: Deinterlacing
ru_ru: Деинтерлейсинг

source: Denoiser
ru_ru: Шумоподавитель

source: Preview
ru_ru: Предварительный просмотр

source: Audio Filters
ru_ru: Аудио фильтры

source: Audio Normalization
ru_ru: Аудио фильтры

source: Volume Statistics
ru_ru: Статистика громкости

source: Target level:
ru_ru: Целевой уровень:

source: Filters
ru_ru: Фильтры

source: Available video codecs. "Copy" is not a codec but indicate that the video stream is not to be re-encoded and allows changing the format or other parameters
ru_ru: Доступные видеокодеки. "Копировать" не является кодеком, но указывает на то, что видеопоток не должен перекодироваться, и позволяет изменить формат или другие параметры

source: Output format and file extension. the content may change based on the codec and media
ru_ru: Формат вывода и расширение файла. Контент может меняться в зависимости от кодека и media

source: "Video" to save the output file as a video; "Audio" to save as an audio track
ru_ru: "Видео", чтобы сохранить выходной файл как видео; "Аудио" для сохранения файла как звуковой дорожки

source: It can reduce the file size, but takes longer.
ru_ru: Это может уменьшить размер файла, но занимает больше времени.

source: Specifies a minimum tolerance to be used
ru_ru: Укажите минимальный допуск для использования

source: Specifies a maximum tolerance. this is only used in conjunction with buffer size
ru_ru: Задает максимальный допуск. Он используется вместе с размером буфера

source: Specifies the decoder buffer size, which determines the variability of the output bitrate
ru_ru: Определяет размер буфера декодера, который обусловливает изменчивость выходного битрейта

source: "good" is the default and recommended for most applications; "best" is recommended if you have lots of time and want the best compression efficiency; "realtime" is recommended for live/fast encoding
ru_ru: "good" является значением по умолчанию и рекомендуется для большинства приложений; "best" рекомендуется, если у вас много времени и вы хотите лучшую эффективность сжатия; "realtime" рекомендуется для живого/быстрого кодирования

source: "cpu-used" sets how efficient the compression will be. The meaning depends on the mode above.
ru_ru: "cpu-used" устанавливает эффективность сжатия. Это зависит от указанных выше условий.

source: specifies the target (average) bit rate for the encoder to use. Higher value = higher quality. Set -1 to disable this control.
ru_ru: определяет целевую (в среднем) скорость передачи данных для кодировщика. Высокая значение = высокое качество. Установите значение -1, чтобы отключить эту проверку.

source: Constant rate factor. Lower values = higher quality and a larger file size. Set -1 to disable this control.
ru_ru: Постоянный коэффициент скорости. Меньшие значения = более высокое качество и больший размер файла. Установите -1, чтобы отключить эту проверку.

source: Preview video filters with FFplay
ru_ru: Предварительный просмотр видеофильтров с FFplay

source: Clear all enabled filters
ru_ru: Очистить все включенные фильтры

source: Video width and video height ratio.
ru_ru: Соотношение ширины и высоты видео.

source: Frames repeat a given number of times per second. In some countries are 30 NTSC, in PAL countries like Italy are 25.
ru_ru: Кадры повторяются определенное количество раз в секунду. В некоторых странах - 30 (NTSC), в странах PAL, таких как Италия, их 25.

source: Gets maximum volume and average volume data in dBFS, then calculates the offset amount for audio normalization.
ru_ru: Получает данные о максимальной и средней громкости в dBFS, затем вычисляет величину смещения для нормализации звука.

source: Limiter for the maximum peak level or the mean level (when switch to RMS) in dBFS. From -99.0 to +0.0; default for PEAK level is -1.0; default for RMS is -20.0
ru_ru: Ограничитель максимального пикового уровня или среднего уровня (при переключении на RMS) в dBFS. От -99,0 до +0,0; по умолчанию для уровня PEAK -1,0; по умолчанию для RMS -20.0

source: Choose a specific audio stream to map from input file. If not more that one audio stream, leave to "Auto".
ru_ru: Выберите конкретный аудиопоток для отображения из входного файла. Если не более одного аудиопотока, оставьте "Авто".

source: Map on the output index. Keep same input map to preserve indexes; to save as audio file always select to "all" or "Auto"
ru_ru: Сопоставить с выходным индексом. Сохраните то же входное сопоставление, чтобы сохранить индексы; чтобы сохранить как аудиофайл, всегда выбирайте "All" или "Авто"

source: Integrated Loudness Target in LUFS. From -70.0 to -5.0, default is -24.0
ru_ru: Интегрированная цель громкости в LUFS. От -70,0 до -5,0, по умолчанию -24,0

source: Maximum True Peak in dBTP. From -9.0 to +0.0, default is -2.0
ru_ru: Максимальный истинный пик в dBTP. От -9,0 до +0,0, по умолчанию -2,0

source: Loudness Range Target in LUFS. From +1.0 to +20.0, default is +7.0
ru_ru: Целевой диапазон громкости в LUFS. От +1,0 до +20,0, по умолчанию +7,0

source: No filter enabled
ru_ru: Фильтр не активирован

source: A target file must be selected in the queued files
ru_ru: Необходимый log-файл должен быть выбран в очереди файлов

source: The file is not a frame or a video file
ru_ru: Файл не является кадром или видеофайлом

source: No Audio
ru_ru: Нет звука

source: Activate peak level normalization, which will produce a maximum peak level equal to the set target level.
ru_ru: Активирует нормализацию пикового уровня, в результате чего максимальный пиковый уровень будет равен заданному целевому уровню.

source: Activate RMS-based normalization, which according to mean volume calculates the amount of gain to reach same average power signal.
ru_ru: Активирует нормализацию на основе среднеквадратичного значения, которая на основе средней громкости вычисляет величину усиления для достижения той же средней мощности сигнала.

source: Activate two passes normalization. It Normalizes the perceived loudness using the "​loudnorm" filter, which implements the EBU R128 algorithm.
ru_ru: Выполняет двухпроходную нормализацию. Нормализуйте воспринимаемую громкость с помощью фильтра "​loudnorm", который реализует алгоритм EBU R128.

source: Audio normalization off
ru_ru: Нормализация звука отключена

source: Audio normalization is required only for some files
ru_ru: Нормализация звука требуется только для некоторых файлов

source: Audio normalization is not required based to set target level
ru_ru: Нормализация звука не требуется на основе установленного целевого уровня

source: Undetected volume values! use the "Volumedetect" control button to analyze the data on the audio volume.
ru_ru: Значения звука не обнаружены! Используйте кнопку управления "Volumedetect" для анализа данных громкости звука.

source: Audio/Video EBU normalization
ru_ru: Нормализация аудио/видео EBU

source: Audio conversions
ru_ru: Аудио конвертация

source: Audio EBU normalization
ru_ru: EBU нормализация звука

source: %s file in pending
ru_ru: %s файл ожидает

source: Off
ru_ru: Выключено

source: SUMMARY Queued File Output Format Web Optimize Audio Codec Audio bit-rate Audio Channels Audio Rate Bit per Sample Audio Normalization Time Period Input Audio Map
ru_ru: РЕЗЮМЕ Файл в очередь Выходной формат Веб-оптимизация Кодек Аудио Битрейт аудио Аудио каналы Скорость звука Бит на образец Нормализация звука Временной отрезок Выбор входного аудио индекса

source: SUMMARY Queued File Web Optimize Output Format Video Codec Aspect Ratio FPS Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Input Audio Map Output Audio Map Subtitles Map Time Period
ru_ru: РЕЗЮМЕ Файл в очередь Веб-оптимизация Выходной формат Кодек видео Соотношение сторон FPS Кодек Аудио Аудио каналы Скорость звука Битрейт аудио Бит на образец Нормализация звука Выбор входного аудио индекса Output Audio Map Индекс потока субтитров Временной отрезок

source: SUMMARY Queued File Web Optimize Pass Encoding Output Format Video Codec Video bit-rate CRF Min Rate Max Rate Buffer size VP8/VP9 Options Video Filters Aspect Ratio FPS Preset Profile Tune Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Input Audio Map Output Audio Map Subtitles Map Time Period
ru_ru: SUMMARY Файл в очередь Веб-оптимизация Проход кодирования Формат вывода Видео кодек Битрейт видео CRF Минимальный рейт Максимальный рейт Размер буфера VP8/VP9 Параметры Видео фильтры Соотношение сторон FPS Пресет Профиль Tune Аудиокодек Аудио каналы Аудио рейт Битрейт аудио Бит на образец Нормализация звука Индекс выбранного входного аудио Output Audio Map Индекс потоков субтитров Временной отрезок

source: Open a preset to store the new profile
ru_ru: Откройте пресет, чтобы сохранить новый профиль

source: Create a new profile
ru_ru: Создать новый профиль

source: Presets Manager - Create, edit and use quickly your favorite FFmpeg presets and profiles with full formats support and codecs.
ru_ru: Менеджер Пресетов - создавайте, редактируйте или используйте свои любимые пресеты и профили прямо сейчас с полной поддержкой форматов и кодеков FFmpeg.

source: A set of useful tools for audio and video conversions. Save your profiles and reuse them with Presets Manager.
ru_ru: Набор полезных инструментов для преобразования аудио и видео. Сохраните свои профили и повторно используйте их с помощью Менеджера Пресетов.

source: Easily download videos and audio in different formats and quality from YouTube, Facebook and more sites.
ru_ru: Легко загружайте видео и аудио в различном формате и качестве с YouTube, Facebook и других сайтов.

source: Welcome to Videomass
ru_ru: Добро пожаловать в Videomass

source: Version {}
ru_ru: Версия {}

source: Videomass would need volunteer translators. If you are interested you could take a look at the
ru_ru: Videomass потребуются переводчики-добровольцы. Если вам интересно, вы можете взглянуть на

source: Localization guidelines
ru_ru: Рекомендации по локализации

source: Download additional presets or contribute to making new ones
ru_ru: Загрузите дополнительные пресеты или помогите создать новые

source: Additional Presets
ru_ru: Дополнительные пресеты

source: - Requires: Microsoft Visual C++ 2010 Redistributable Package (x86) for major information visit: <http://ytdl-org.github.io/youtube-dl/download.html>
ru_ru: - Требуется: Microsoft Visual C++ 2010 Redistributable Package (x86) для получения дополнительной информации посетите: <http://ytdl-org.github.io/youtube-dl/download.html>

source: {} youtube-dl: no library or executable found .
ru_ru: {} youtube-dl: библиотека или исполняемый файл не найдены.
