Repository: pypi-data/pypi-mirror-88
Catalog: packages/videomass/videomass-3.3.0-py3-none-any.whl/videomass3/locale/*/LC_MESSAGES/videomass.po
Languages: ru_ru

source: {0} Sorry, cannot continue..
ru_ru: {0} Извините, не могу продолжить..

source: Permission denied: {} Check execution permissions.
ru_ru: В доступе отказано: {} Проверить разрешения на выполнение.

source: Support to mono or stereo audio channels. If you are not sure set to "Auto" and source values will be copied.
ru_ru: Поддержка моно или стерео аудиоканалов. Если вы не уверены, что выберите "Auto", и исходные значения будут скопированы.

source: The audio Rate (or sample-rate) is the sound sampling frequency and is measured in hertz. The higher the frequency, plus the audio signal will be true to the sound source, but the file will increase its size. For normal playback with audio CD set a sample rate of 44100kHz. If you are not sure set to "Auto" and source values will be copied.
ru_ru: Частота дискретизации звука (или частота дискретизации) - это частота дискретизации звука, измеряемая в герцах. Чем выше частота, тем больше аудиосигнал будет соответствовать источнику звука, но размер файла будет увеличиваться. Для нормального воспроизведения аудио CD установите частоту дискретизации 44100 кГц. Если вы не уверены, что установлен "Авто" и исходные значения будут скопированы.

source: The audio bitrate affects on file compression and on the quality of listening. The higher the value and more higher quality.
ru_ru: Битрейт аудио влияет на сжатие файлов и качество прослушивания. Чем выше значение, тем и выше качество.

source: bit depth is the number of bits of information in each sample, and it directly corresponds to the resolution of each sample. Bit depth is only meaningful in reference to a PCM digital signal. Non-PCM formats, such as lossy compression formats, do not have associated bit depths.
ru_ru: битовая глубина - это количество бит информации в каждом образеце, и она напрямую соответствует разрешению каждого образца. Битовая глубина имеет значение только в отношении цифрового сигнала PCM. Форматы без PCM, такие как форматы сжатия с потерями, не имеют связанной битовой глубины.

source: Source size: {0} x {1} pixels
ru_ru: Размер источника: {0} x {1} пикселей

source: Search for a specific frame, max duration {}
ru_ru: Поиск определенного кадра, максимальная продолжительность {}

source: Load
ru_ru: Загрузить

source: Area selection and position setting in pixels
ru_ru: Выбор области и установка положения в пикселях

source: Height
ru_ru: Высота

source: Center
ru_ru: Центр

source: Width
ru_ru: Ширина

source: Apply
ru_ru: Применить

source: Crop to width
ru_ru: Обрезать по ширине

source: Move vertically - set to -1 to center the vertical axis
ru_ru: Вертикальное положение верхнего левого угла

source: Move horizontally - set to -1 to center the horizontal axis
ru_ru: Горизонтальное положение верхнего левого угла

source: Crop to height
ru_ru: Обрезать по высоте

source: Advanced Options
ru_ru: Расширенные настройки

source: Deinterlace
ru_ru: Деинтерлейсинг

source: Interlace
ru_ru: Чересстрочная

source: Deinterlacing and Interlacing
ru_ru: Деинтерлейсинг(прогрессивная) и чересстрочная развёртка

source: Deinterlace the input video with `w3fdif` filter
ru_ru: Деинтерлейсинг входного видео с помощью фильтра `w3fdif`

source: Set the interlacing filter coefficients.
ru_ru: Устанавливает коэффициенты чересстрочного фильтра.

source: Specify which frames to deinterlace.
ru_ru: Укажите кадры для деинтерлейсинга.

source: Deinterlace the input video with `yadif` filter. For FFmpeg is the best and fastest choice
ru_ru: Деинтерлейсинг входящего видео с помощью фильтра `yadif`. Для FFmpeg это лучший и самый быстрый выбор

source: mode The interlacing mode to adopt.
ru_ru: режим Используемый режим чересстрочной развертки.

source: parity The picture field parity assumed for the input interlaced video.
ru_ru: четность Предполагаемая четность поля изображения для входного чересстрочного видео.

source: Simple interlacing filter from progressive contents.
ru_ru: Простой фильтр с чересстрочной разверткой из прогрессивного содержимого.

source: scan: determines whether the interlaced frame is taken from the even (tff - default) or odd (bff) lines of the progressive frame.
ru_ru: развертка: определяет, взят ли чересстрочный кадр из четных (tff - по умолчанию) или нечетных (bff) строк прогрессивного кадра.

source: lowpas: Enable (default) or disable the vertical lowpass filter to avoid twitter interlacing and reduce moire patterns. Default is no setting.
ru_ru: lowpas: Включить (по умолчанию) или отключить lowpas(вертикальный фильтр низких частот), чтобы избежать чересстрочной развертки твиттера и уменьшить муаровые узоры. Lowpass=1 по умолчанию.

source: Apply Denoisers Filters
ru_ru: Применить фильтры шумоподавления

source: Enable nlmeans denoiser
ru_ru: Включить шумоподавитель nlmeans

source: nlmeans options
ru_ru: параметры фильтра nlmeans

source: Enable hqdn3d denoiser
ru_ru: Включите шумоподавитель hqdn3d

source: hqdn3d options
ru_ru: параметры фильтра hqdn3d

source: Denoisers filters
ru_ru: Фильтры шумоподавления

source: nlmeans: (Denoise frames using Non-Local Means algorithm is capable of restoring video sequences with even strong noise. It is ideal for enhancing the quality of old VHS tapes.
ru_ru: nlmeans: (Устранение шума из кадров с помощью нелокального алгоритма, который может реструктурировать видеопоследовательности даже с сильным шумом, идеально подходит для улучшения качества старых лент VHS.

source: hqdn3d: This is a high precision/quality 3d denoise filter. It aims to reduce image noise, producing smooth images and making still images really still. It should enhance compressibility.
ru_ru: hqdn3d: Это высокоточный и качественный трехмерный шумоподавляющий фильтр. Стремится уменьшить шум изображения, создать плавные изображения и сделать статическиеизображения неподвижными. Понятно, что это должно улучшить визуальное качество.

source: New size in pixels
ru_ru: Новый размер в пикселях

source: Width:
ru_ru: Ширина:

source: Height:
ru_ru: Высота:

source: If you want to keep the aspect ratio, select "Constrain proportions" below and specify only one component, either width or height, and set the other component to -1 or -2 (some codecs require -2, so you should do some testing first).
ru_ru: Если вы хотите сохранить соотношение сторон, выберите "Сохранить пропорции" ниже и укажите только один компонент, ширину или высоту, и установите для другого компонента значение -1 или -2 (для некоторых кодеков требуется -2, поэтому вам следует сначала протестировать).

source: Constrain proportions (keep aspect ratio)
ru_ru: Сохраните пропорции (сохраните соотношение сторон)

source: Which dimension adjust?
ru_ru: Какой размер отрегулировать?

source: Aspect Ratio
ru_ru: Пропорции

source: Setdar filter (display aspect ratio) example 16/9, 4/3
ru_ru: Setdar (соотношение сторон экрана)

source: Numerator
ru_ru: Числитель

source: Denominator
ru_ru: Знаменатель

source: Setsar filter (sample aspect ratio) example 1/1
ru_ru: SetSar(примерное соотношение сторон)

source: Scale filter, for disabling set to 0
ru_ru: Фильтр масштаба, для отключения установите на 0

source: Default position
ru_ru: Положение по умолчанию

source: Load Frame
ru_ru: Загрузить фрейм

source: Rotation setting
ru_ru: Настройка вращения

source: 90° (left)
ru_ru: 90° (влево)

source: Rotate 90 degrees right
ru_ru: Повернуть на 90 градусов вправо

source: Rotate 180 degrees
ru_ru: Повернуть на 180 градусов

source: Rotate 90 degrees left
ru_ru: Повернуть на 90 градусов влево

source: The maximum time selection is set to 24:00:00, to allow make the slideshows
ru_ru: Максимальный выбор времени установлен на 24:00:00, чтобы можно было делать слайд-шоу

source: The maximum time refers to the file with the longest duration
ru_ru: Максимальное время относится к файлу с наибольшей продолжительностью

source: Time selection display
ru_ru: Отображение выбора времени

source: Timeline
ru_ru: Шкала времени

source: Seek to given time position
ru_ru: Искать в указанном месте времени

source: Total amount duration
ru_ru: Общая продолжительность

source: This wizard will attempt to automatically detect FFmpeg on your system. In addition, it allows you to manually set a custom path to locate FFmpeg and its associated executables. Also, Remember that you can always change these settings later, through the Setup dialog. - Click on 'Auto-detection' to start the search now. - Click on 'Browse..' to indicate the folder where to locate FFmpeg.
ru_ru: Этот помощник попытается найти автоматически FFmpeg в вашей системе. Он также позволяет вам вручную установить конкретный путь, по которому будет находиться ffmpeg и связанные с ним исполняемые файлы. Помните, что вы всегда можете изменить эти настройки позже, через диалог настройки. - Нажмите 'Автоопределение', чтобы начать поиск. - Нажмите 'Обзор ..', чтобы указать папку, в которой нужно найти FFmpeg.

source: Welcome to Videomass Wizard!
ru_ru: Добро пожаловать в Помощник Videomass!

source: Auto-detection
ru_ru: Автоматическое определение

source: Browse..
ru_ru: Обзор..

source: Wizard
ru_ru: Помощник

source: Locate the folder with ffmpeg, ffprobe and ffplay
ru_ru: Найдите папку с ffmpeg, ffprobe и ffplay

source: '{}' File not found: '{}' {} > are required. Please, choose a valid path.
ru_ru: '{}' Файл не найден: '{}' {} > являются обязательными. Пожалуйста, выберите действительный путь.

source: '{}' is not installed on the system. Please, install it or set a custom path using the 'Browse..' button.
ru_ru: '{}' не установлен в системе. Пожалуйста, установите его или задайте действительный путь с помощью кнопки 'Обзор ..'.

source: Videomass already seems to include FFmpeg. Do you want to use that?
ru_ru: Videomass кажется уже включает FFmpeg. Вы хотите использовать это?

source: Videomass: Please Confirm
ru_ru: Videomass: Пожалуйста подтвердите

source: Wizard completed successfully. Restart Videomass now. Thank You!
ru_ru: Помощник успешно завершил действие. Теперь перезагрузите Videomass. Благодарю!

source: Done!
ru_ru: Выполнено!

source: Cross-platform graphical interface for FFmpeg and youtube-dl.
ru_ru: Многоплатформенный графический интерфейс для FFmpeg и youtube-dl.

source: One-Pass, Do not start with `ffmpeg -i filename`; do not end with `output-filename`
ru_ru: Первый проход, Не начинайте с: `ffmpeg -i filename`; не заканчивайте `output-filename`

source: Two-Pass (optional), Do not start with `ffmpeg -i filename`; do not end with `output-filename`
ru_ru: Второй проход (по желанию), Не начинайте с `ffmpeg -i filename`; не заканчивайте `output-filename`

source: Supported Formats list (optional). Do not include the `.`
ru_ru: Список поддерживаемых форматов (необязательно). Не указывать точку `.`

source: Output Format. Empty to copy format and codec. Do not include the `.`
ru_ru: Выходной формат. Пусто для копирования формата и кодека. Не указывать точку `.`

source: Profile Name
ru_ru: Имя профиля

source: Description
ru_ru: Описание

source: Save..
ru_ru: Сохранить..

source: A short profile name
ru_ru: Краткое имя профиля

source: A long description of the profile
ru_ru: Подробное описание профиля

source: Reserved arguments for the first pass
ru_ru: Зарезервированные аргументы для первого прохода

source: Reserved arguments for the second pass
ru_ru: Зарезервированные аргументы для второго прохода

source: One or more comma-separated format names to include in the profile
ru_ru: Одно или несколько имен форматов, разделенных запятыми, для включения в профиль

source: Output format extension. Leave empty to copy codec and format
ru_ru: Расширение формата вывода. Оставьте пустым, чтобы скопировать кодек и формат

source: Incomplete profile assignments
ru_ru: Неполные данные профиля

source: Formats must be comma-separated
ru_ru: Форматы должны быть разделены запятыми

source: Profile already stored with same name
ru_ru: Профиль с таким именем уже сохранен

source: Successful storing!
ru_ru: Профиль успешно сохранен!

source: Successful changes!
ru_ru: Успешные изменения!

source: The following settings affect output messages and the log messages during processes. Change only if you know what you are doing.
ru_ru: Эти настройки влияют на выходные сообщения и сообщения во время процессов. Редактируйте, только если знаете, что делаете.

source: Where do you prefer to save all output files and downloads?
ru_ru: Где вы предпочитаете сохранять все файлы вывода и загрузки?

source: Save the FFmpeg output files in the same source folder
ru_ru: Сохраните выходные файлы FFmpeg в той же исходной папке

source: Optional suffix assignment (example, _convert):
ru_ru: Необязательное задание суффикса (например, _convert)

source: Cache Settings
ru_ru: Настройки кеша

source: Clears temporary cached files during application exit
ru_ru: Удаляет временные кэшированные файлы при выходе из приложения

source: Don't warn me again when youtube-dl executable is not in use
ru_ru: Не предупреждать меня снова, когда исполняемый файл youtube-dl не используется

source: General
ru_ru: Главное

source: FFmpeg -threads option
ru_ru: Параметр FFmpeg: -threads

source: Sets threads used on some transcoding (from 0 to 32)
ru_ru: Установите потоки, используемые в некоторых транскодах (от 0 до 32)

source: Use a custom path to run FFmpeg
ru_ru: Используйте собственный путь для запуска FFmpeg

source: Use a custom path to run FFprobe
ru_ru: Используйте собственный путь для запуска FFprobe

source: Use a custom path to run FFplay
ru_ru: Используйте собственный путь для запуска FFplay

source: Executable paths
ru_ru: Исполняемые пути

source: Set Icons
ru_ru: Выбор значков

source: Note: setting the icons also the background and the foreground of some text boxes will be set automatically depending on whether the themes are light or dark.
ru_ru: Примечание: установка значков, а также фон и передний план некоторых текстовых полей будут установлены автоматически в зависимости от того, светлые или темные темы.

source: Appearance
ru_ru: Вид

source: Logging levels
ru_ru: Уровни log-журнала

source: Videomass Setup
ru_ru: Настройки Videomass

source: Assign an additional suffix to FFmpeg output files
ru_ru: Назначьте дополнительный суффикс выходным файлам FFmpeg

source: Enable custom paths for the executables. If the check boxes are disabled or if the path field is empty, the search for the executables is entrusted to the environment variables.
ru_ru: Включите настраиваемые пути для исполняемых файлов. Если флажки отключены или если поле пути пусто, поиск исполняемых файлов возлагается на переменные среды.

source: Set a default directory to save files
ru_ru: Установите каталог по умолчанию для сохранения файлов

source: Enter only alphanumeric characters. You can also use the hyphen ("-") and the underscore ("_"). Blank spaces are not allowed.
ru_ru: Вводите только буквенно-цифровые символы. Вы также можете использовать дефис ("-") и подчеркивание ("_"). Пробелы не допускаются.

source: Videomass: Where is the ffmpeg executable located?
ru_ru: Videomass: Где исполняемый файл ffmpeg?

source: Videomass: Where is the ffprobe executable located?
ru_ru: Videomass: Где исполняемый файл ffprobe?

source: Videomass: Where is the ffplay executable located?
ru_ru: Videomass: Где исполняемый файл ffplay?

source: Changes will take affect once the program has been restarted
ru_ru: Изменения вступят в силу после перезапуска программы

source: Informations
ru_ru: Информация

source: Flags settings
ru_ru: Настройки флагов

source: Flags enabled
ru_ru: Флаги включены

source: Flags disabled
ru_ru: Флаги отключены

source: FFmpeg configuration
ru_ru: Конфигурация FFmpeg

source: flags
ru_ru: флаги

source: options
ru_ru: параметры

source: status
ru_ru: статус

source: FFmpeg ...installed
ru_ru: FFmpeg ...установлен

source: FFmpeg ...was imported locally
ru_ru: FFmpeg ...был импортирован локально

source: FFprobe ...installed
ru_ru: FFprobe ...установлен

source: FFprobe ...was imported locally
ru_ru: FFprobe ...был импортирован локально

source: FFprobe ...not found !
ru_ru: FFprobe ...не найдено !

source: FFplay ...installed
ru_ru: FFplay ...установлен

source: FFplay ...was imported locally
ru_ru: FFplay ...был импортирован локально

source: FFplay ...not found !
ru_ru: FFplay ...не найдено !

source: ENABLED:
ru_ru: ВКЛЮЧЕНО:

source: Enabled
ru_ru: Включено

source: DISABLED:
ru_ru: ОТКЛЮЧЕНО:

source: Disabled
ru_ru: Отключено

source: CODING ABILITY
ru_ru: КОДИРОВКА

source: FFmpeg encoders
ru_ru: Кодировщики FFmpeg

source: DECODING CAPABILITY
ru_ru: ВОЗМОЖНОСТЬ ДЕКОДИРОВАНИЯ

source: FFmpeg decoders
ru_ru: Декодеры FFmpeg

source: Video
ru_ru: Видео

source: Audio
ru_ru: Аудио

source: Subtitle
ru_ru: Субтитры

source: description
ru_ru: описание

source: Demuxing only
ru_ru: Только демультиплексирование

source: Muxing only
ru_ru: Только мультиплексирование

source: Demuxing/Muxing support
ru_ru: Поддержка демультиплексирования/мультиплексирования

source: FFmpeg file formats
ru_ru: Форматы файлов FFmpeg

source: format
ru_ru: формат

source: File name
ru_ru: Имя файла

source: Max volume dBFS
ru_ru: Максимальная громкость dBFS

source: Mean volume dBFS
ru_ru: Средняя громкость dBFS

source: Offset dBFS
ru_ru: Смещение dBFS

source: Result dBFS
ru_ru: Результат DBFS

source: Post-normalization references:
ru_ru: Рекомендации после нормализации:

source: = No changes
ru_ru: = Без изменений

source: = Below max peak
ru_ru: = Ниже максимального пика

source: RMS-based volume statistics
ru_ru: Статистика звука на основе RMS

source: PEAK-based volume statistics
ru_ru: Статистика звука на основе PEAK

source: q, ESC f p, SPC m 9, 0 /, * a v t c w s left/right down/up page down/page up right mouse click left mouse double-click
ru_ru: q, ESC f p, SPC m 9, 0 /, * a v t c w s влево/вправо вниз/вверх страница вниз/страница вверх щелчок правой кнопкой мыши двойной щелчок левой кнопкой мыши

source: Quiet. Togle full screen. Pause. Togle mute. Decrease and increase volume respectively. Decrease and increase volume respectively. Cycle audio channel in the current program. Cycle video channel. Cycle subtitle channel in the current program. Cycle program. Cycle video filters or show modes. Step to the next frame. Pause if the stream is not already paused, step to the next video frame, and pause. Seek backward/forward 10 seconds. Seek backward/forward 1 minute. Seek to the previous/next chapter. Or if there are no chapters Seek backward/forward 10 minutes. Seek to percentage in file corresponding to fraction of width. Toggle full screen.
ru_ru: Без звука. Включить полноэкранный режим. Пауза. Включение/выключение звука. Уменьшить и увеличить громкость соответственно. Уменьшить и увеличить громкость соответственно. Циклический аудиоканал в текущей программе. Циклический видеоканал. Прокрутка канала субтитров в текущей программе. Программа цикла. Циклическое переключение видеофильтров или режимов отображения. Перейти к следующему кадру. Приостановить, если поток еще не приостановлен затем перейдите к следующему кадру видео и снова приостановите. Поиск назад / вперед на 10 секунд. Поиск назад / вперед на 1 минуту. Искать в предыдущей/следующей главе. Или если глав нет Поиск на 10 минут назад/вперед. Найдите в файле процентное соотношение ширины. Включить полноэкранный режим.

source: Shortcuts while playing with FFplay
ru_ru: Клавиши управления при воспроизведении с FFplay

source: Topic List...
ru_ru: Список тем...

source: print basic options
ru_ru: основные параметры печати

source: print more options
ru_ru: распечатать больше вариантов

source: print all options (very long)
ru_ru: распечатать все варианты (очень много)

source: show available devices
ru_ru: показывать доступные устройства

source: show available bit stream filters
ru_ru: показывать доступные фильтры битового потока

source: show available protocols
ru_ru: показывать доступные протоколы

source: show available filters
ru_ru: показывать доступные фильтры

source: show available pixel formats
ru_ru: показать доступные форматы пикселей

source: show available audio sample formats
ru_ru: показывать доступные форматы аудиофайлов

source: show available color names
ru_ru: показывать доступные названия цвета

source: list sources of the input device
ru_ru: перечисляет источники устройства ввода

source: list sinks of the output device
ru_ru: список приемников устройства вывода

source: show available HW acceleration methods
ru_ru: показать доступные методы ускорения HW

source: help topic list
ru_ru: список тем справки

source: Choose one of the topics in the list
ru_ru: Выберите одну из тем в списке

source: The search function allows you to find entries in the current topic
ru_ru: Функция поиска позволяет находить записи в текущей теме

source: Ignore-case
ru_ru: Игнорировать регистр

source: Ignore case distinctions, so that characters that differ only in case match each other.
ru_ru: Игнорировать различия в регистре, чтобы символы, которые различаются только регистром, соответствовали друг другу.

source: FFmpeg help topics
ru_ru: Разделы справки FFmpeg

source: ..Nothing available
ru_ru: ..Данные недоступны

source: ...Not found
ru_ru: ...Не найдено

source: Choose a topic in the drop down first
ru_ru: Сначала выберите тему в раскрывающемся меню

source: Multimedia streams analyzer
ru_ru: Анализатор мультимедийных потоков

source: FILE SELECTION
ru_ru: ВЫБОР ФАЙЛА

source: References
ru_ru: Рекомендации

source: Parameters
ru_ru: Параметры

source: Data Format
ru_ru: Формат данных

source: Video Stream
ru_ru: Видео поток

source: Audio Streams
ru_ru: Аудио потоки

source: Subtitle Streams
ru_ru: Потоки субтитров

source: Files
ru_ru: Файлы

source: Log messages
ru_ru: Log-журнал

source: Refresh log messages
ru_ru: Обновить log-журналы

source: Clear log messages
ru_ru: Очистить log-журналы

source: Showing log messages
ru_ru: Просмотр log-журналов

source: A log file must be selected
ru_ru: Вам нужно выбрать файл log-журнала

source: Are you sure you want to clear the selected log file?
ru_ru: Вы действительно хотите удалить выбранный файл log-журнала?

source: Statistics viewer
ru_ru: Просмотр статистики

source: TITLE SELECTION
ru_ru: ВЫБОР НАЗВАНИЯ

source: Already exist: %s Do you want to overwrite?
ru_ru: Уже существующие файлы: %s Вы хотите перезаписать?

source: Please Confirm
ru_ru: Пожалуйста подтвердите

source: File does not exist: "%s"
ru_ru: Файл не существует: '%s'

source: Output folder does not exist: "%s"
ru_ru: Выходная папка не существует: '%s'

source: File does not exist or not a valid file: %s
ru_ru: Неверный или несуществующий файл: %s

source: Videomass - Loading...
ru_ru: Videomass - Загрузка...

source: Wait.... Audio peak analysis.
ru_ru: Пожалуйста, подождите.... Анализ звуковых пиков.

source: Wait.... Retrieving required data.
ru_ru: пожалуйста, подождите.... Получить запрошенные данные.

source: Videomass - Reading...
ru_ru: Videomass - Чтение...

source: Wait.... Check for update.
ru_ru: Пожалуйста, подождите…. Проверить обновления.

source: Wait.... Upgrading {}
ru_ru: Пожалуйста, подождите.... Обновление {}

source: Wait.... Downloading {}
ru_ru: Пожалуйста, подождите.... Скачивание {}

source: Videomass - Downloading...
ru_ru: Videomass - Скачивание...

source: ...Be patient, this can take a few minutes.
ru_ru: ...Наберитесь терпения, это может занять несколько минут.

source: Videomass - Updating...
ru_ru: Videomass - Обновление...

source: The selected profile is not suitable to convert the following file formats: %s
ru_ru: Выбранный профиль не подходит для следующих форматов файлов: %s
