Repository: pypi-data/pypi-mirror-88
Catalog: packages/videomass/videomass-3.3.0-py3-none-any.whl/videomass3/locale/*/LC_MESSAGES/videomass.po
Languages: ru_ru

source: To download videos from YouTube.com and other video sites, you need an updated version of youtube-dl. {} ...Do you want to install youtube-dl locally now?
ru_ru: Для загрузки видео с YouTube.com и других видеосайтов требуется обновленная версия youtube-dl. {} ...Вы хотите установить youtube-dl локально сейчас?

source: Successful! Important: youtube-dl is very often updated, be sure to always use the latest version available. Use the dedicated functions on menu bar > Tools > youtube-dl. Re-start is required. Do you want to close Videomass now?
ru_ru: Удалось! Важно: youtube-dl обновляется очень часто, убедитесь, что вы всегда используете последнюю доступную версию. Используйте специальные функции в строке меню > Инструменты > youtube-dl. Требуется перезагрузка. Вы хотите закрыть Videomass сейчас?

source: Note: the youtube-dl executable previously downloaded with Videomass is no longer in use, since the one included in the system is now used. Do you want to remove the one no longer in use?
ru_ru: Предупреждение: исполняемый файл youtube-dl, ранее загруженный с Videomass, больше не используется, так как теперь используется тот, который включен в систему. Вы хотите удалить тот, которым больше не пользуетесь?

source: Please confirm
ru_ru: Пожалуйста, подтвердите

source: Don't show this dialog again
ru_ru: Больше не показывать этот диалог

source: At least one "Format Code" must be checked for each URL selected in green.
ru_ru: По крайней мере один " Код формата " должен быть проверен для каждого URL, выделенного зеленым цветом.

source: Function available only if you choose "Download by format code"
ru_ru: Функция доступна, только если вы выбрали " Загрузить по коду формата "

source: Default
ru_ru: По умолчанию

source: Download audio and video splitted
ru_ru: Скачать аудио и видео раздельно

source: Download Audio only
ru_ru: Загрузить только аудиофайл

source: Download by format code
ru_ru: Скачать код формата

source: Download all playlist
ru_ru: Скачать весь плейлист

source: Embed thumbnail in audio file
ru_ru: Добавить миниатюру в аудиофайл

source: Add metadata to file
ru_ru: Добавьте метаданные в файл

source: Write subtitles to video
ru_ru: Напишите субтитры к видео

source: URLs checklist
ru_ru: Контрольный список URL

source: Help viewer
ru_ru: Программа просмотра справки

source: Play selected url
ru_ru: Воспроизвести выбранный URL

source: Format Code
ru_ru: Код формата

source: Title
ru_ru: Заглавие

source: Extension
ru_ru: Расширение

source: Resolution
ru_ru: Разрешение

source: Video Codec
ru_ru: Кодек видео

source: Audio Codec
ru_ru: Кодек аудио

source: Size
ru_ru: Размер

source: Resolution note
ru_ru: Примечания к разрешению

source: Item
ru_ru: Объект

source: Sorry, this feature is disabled.
ru_ru: Извините, эта функция отключена.

source: TIPS:
ru_ru: ЧАЕВЫЕ:

source: - Click on one of the items in the checklist and use the preview button to play the video and evaluate the resolution or quality based on the settings made.
ru_ru: - Нажмите на один из элементов в контрольном списке и используйте кнопку предварительного просмотра, чтобы воспроизвести видео и оценить разрешение или качество на основе сделанных настроек.

source: - Check one or more boxes in the URLs checklist. Each URL (green selection) can have multiple format codes that correspond to different audio and video formats. Note that the audio and video streams are always separated here; check the boxes of a video format code and an audio format code of each URL to merge them both into a single file.
ru_ru: - Установите один или несколько флажков в контрольном списке URL-адресов. Каждый URL-адрес (выделенный зеленым цветом) может иметь несколько кодов формата, соответствующих различным аудио- и видеоформатам. Обратите внимание, что аудио и видео потоки здесь всегда разделены; установите флажки для кода видеоформата и кода аудиоформата каждого URL-адреса, чтобы объединить их в один файл.

source: Directories are not allowed, just add files, please.
ru_ru: Каталоги не разрешены, добавьте просто файлы.

source: File without format extension: please give an appropriate extension to the file name, example '.mkv', '.avi', '.mp3', etc.
ru_ru: Файл без расширения формата: укажите соответствующее расширение имени файла, например «.mkv», «.avi», «.mp3» и т.д.

source: Duplicate files are rejected: > '%s'
ru_ru: Дубликаты файлов отклоняются: > '%s'

source: Drag one or more files below
ru_ru: Перетащите один или несколько файлов ниже

source: Options
ru_ru: Параметры

source: Output Directory
ru_ru: Папка назначения

source: File Name
ru_ru: Имя файла

source: Duration
ru_ru: Продолжительность

source: Remove the selected file from the list
ru_ru: Удалить выбранный файл из списка

source: Delete all files from the list
ru_ru: Удалить все файлы из списка

source: Choose another output directory for files saving
ru_ru: Выберите другой выходной каталог для сохранения файлов

source: Play
ru_ru: Воспроизведение

source: Remove
ru_ru: Удалить

source: No file selected
ru_ru: Файл не выбран

source: Add Files
ru_ru: Добавить файлы

source: [Videomass]: DONE !
ru_ru: [Videomass]: СДЕЛАНО !

source: [Videomass]: FAILED !
ru_ru: [Videomass]: НЕ УДАЛОСЬ !

source: [Videomass]: Sorry, task failed !
ru_ru: [Videomass]: Извините, задача не выполнена !

source: [Videomass]: Interrupted Process !
ru_ru: [Videomass]: Процесс прерван !

source: [Videomass]: Successfully completed !
ru_ru: [Videomass]: Успешно завершено !

source: [Videomass]: completed, but not everything was successful.
ru_ru: [Videomass]: Завершено, но не все прошло хорошо.

source: Output viewing console:
ru_ru: Консоль просмотра вывода:

source: Suppress excess output
ru_ru: Подавить избыточный вывод

source: Abort
ru_ru: Прервать

source: If activated, hides some output messages.
ru_ru: Если включен, скрывает некоторые выходные сообщения.

source: Stops current process
ru_ru: Останавливает текущий процесс

source: ...Finished
ru_ru: ...Завершено

source: wait... I'm aborting
ru_ru: подождите ... я прерываю

source: ...Interrupted
ru_ru: ...Прервано

source: There are still processes running.. if you want to stop them, use the "Abort" button. Do you want to kill application?
ru_ru: Есть еще запущенные процессы ... Если вы хотите остановить их, используйте кнопку "Прервать". Вы хотите закрыть приложение?

source: Select a preset from the drop down:
ru_ru: Выберите пресет из раскрывающегося меню:

source: Presets
ru_ru: Пресеты

source: One-Pass
ru_ru: Один проход

source: Two-Pass
ru_ru: Два прохода

source: Command line FFmpeg
ru_ru: Командная строка FFmpeg

source: Automations
ru_ru: Автоматизация

source: First pass parameters of the selected profile
ru_ru: Параметры первого прохода выбранного профиля

source: Second pass parameters of the selected profile
ru_ru: Параметры второго прохода выбранного профиля

source: New profile
ru_ru: Новый профиль

source: Edit selected profile
ru_ru: Редактировать выбранный профиль

source: Delete selected profile
ru_ru: Удалить выбранный профиль

source: Output Format
ru_ru: Выходной формат

source: Supported Formats List
ru_ru: Список поддерживаемых форматов

source: ERROR: Typing error on JSON keys: {} File: "{}" key malformed ?
ru_ru: ОШИБКА: опечатка в ключе JSON: {} Файл: "{}" Неправильный ключ ?

source: Enter name for new preset
ru_ru: Введите имя для нового пресета

source: Cannot save current data in file '{}'.
ru_ru: Невозможно сохранить текущие данные в файл '{}'.

source: 'Successful! A new preset has been created.
ru_ru: Успешно! Вы только что создали новый пресет.

source: Are you sure you want to remove "{}" preset? It will be moved to the "Removals" folder in the presets directory
ru_ru: Вы уверены, что хотите удалить пресет "{}" ? Он будет перемещен в папку "Удалённые" в каталоге пресетов

source: {} Sorry, removal failed, I can't continue.
ru_ru: {} Извините, удаление не полулось, я не могу продолжить.

source: Select a directory to save it
ru_ru: Сохранить в выбранную папку

source: Successfully saved
ru_ru: Успешно сохранено

source: Videomass: Choose a videomass preset to restore
ru_ru: Videomass: Выберите пресет для восстановления

source: The following preset: '{0}' will be imported and will overwrite the one in use. Proceed ?
ru_ru: Следующий пресет: '{0}' будет импортирован и перезапишет используемый. Продолжать ?

source: The selected preset will be overwritten with default profiles! proceed?
ru_ru: Выбранный пресет будет заменен профилями по умолчанию! Продолжать?

source: Sorry, this preset is not part of default Videomass presets.
ru_ru: Извините, этот пресет не входит в стандартный набор настроек Videomass.

source: WARNING: you are restoring all default presets! Proceed?
ru_ru: ВНИМАНИЕ: вы собираетесь восстановить все пресеты по умолчанию! Продолжить?

source: Create a new profile on "%s" preset
ru_ru: Создайте новый профиль на пресете "%s"

source: First select a profile in the list
ru_ru: Вы должны выбрать профиль в списке

source: Edit profile of the "%s" preset:
ru_ru: Редактировать профиль в пресете "%s":

source: Are you sure you want to delete the selected profile?
ru_ru: Вы уверены, что хотите удалить выбранный профиль?

source: Invalid EBU normalization enabled for one-pass. Turn off EBU normalization or choose a two-pass profile.
ru_ru: Нормализация EBU не может быть подтверждена за один проход. Отключите нормализацию EBU или выберите двухпроходный профиль.

source: Undetected volume values! use the "Volumedetect" control button to analyze data on the audio volume.
ru_ru: Значения звука не обнаружены! Используйте кнопку управления "Volumedetect" для анализа данных громкости звука.

source: The selected profile command has been changed manually. Do you want to apply it during the conversion process?
ru_ru: Управление выбранным профилем изменено вручную. Вы хотите применить его в процессе конвертации?

source: Starts
ru_ru: Начало

source: EBU normalization is enabled twice in automation and command line. Command line has priority. Do you wish to continue?
ru_ru: Нормализация EBU была включена дважды, автоматически и в командной строке.Командная строка имеет приоритет. Вы хотите продолжить?

source: Disable
ru_ru: Отключить

source: SUMMARY Queued File Pass Encoding Profile Used Output Format Time Period Automations Enabled Audio Normalization Input Audio Map Output Audio Map
ru_ru: РЕЗЮМЕ Файл в очередь Проход кодировки Используемый профиль Выходной формат Временной отрезок Автоматизация включена: Нормализация звука Выбор индекса входного аудио Output Audio Map

source: Add one or more URLs below
ru_ru: Добавьте один или несколько URL-адресов ниже

source: Delete all text from the list
ru_ru: Удалить весь текст из списка

source: {} You need mpv to play the urls but mpv was not found.
ru_ru: {} Вам нужен mpv для воспроизведения URL-адресов, но mpv не был найден.

source: Is 'ffmpeg' installed on your system?
ru_ru: 'ffmpeg' установлен в вашей системе?

source: Unrecognized error
ru_ru: Неизвестная ошибка

source: Requires MSVCR100.dll To resolve this problem install: Microsoft Visual C++ 2010 Redistributable Package (x86)
ru_ru: Требуется MSVCR100.dll Для решения этой проблемы установите распространяемый пакет Microsoft Visual C ++ 2010 (x86).

source: Is 'youtube-dl' installed on your system?
ru_ru: 'youtube-dl 'установлен в вашей системе?

source: Requires MSVCR100.dll To resolve this problem install: Microsoft Visual C++ 2010 Redistributable Package (x86)
ru_ru: Требуется MSVCR100.dll Для решения этой проблемы установите распространяемый пакет Microsoft Visual C ++ 2010 (x86).
