Repository: pypi-data/pypi-mirror-88
Catalog: packages/salebox-django/salebox-django-0.0.219.tar.gz/salebox-django-0.0.219/saleboxdjango/locale/*/LC_MESSAGES/django.po
Languages: th

source: My addresses
th: ที่อยู่ของฉัน

source: No addresses available
th: ไม่มีที่อยู่ที่คุณระบุ

source: Add a new address
th: เพิ่มที่อยู่ใหม่

source: My basket
th: ตะกร้าของฉัน

source: My account
th: บัญชีผู้ใช้ของฉัน

source: Shopping
th: การสั่งซื้อสินค้า

source: My wishlist
th: รายการที่ชอบ

source: Name
th: ชื่อ

source: Address
th: ที่อยู่

source: State
th: จังหวัด

source: Postcode
th: รหัสไปรษณีย์

source: Tax ID
th: เลขที่เสียภาษี

source: Set as default
th: ใช้ที่อยู่นี้เป็นที่อยู่ปัจจุบัน

source: Add address
th: เพิ่มที่อยู่

source: Default
th: ค่าเริ่มต้น

source: Remove
th: ลบ

source: Checkout
th: สั่งซื้อสินค้า

source: Your basket is empty
th: ตะกร้าว่างเปล่า

source: Sold Out
th: ขายหมด

source: Your wishlist is empty
th: ไม่มีรายการที่ชอบ

source: Next
th: ถัดไป

source: One moment please
th: กรุณารอสักครู่

source: Showing %(from)s to %(to)s of %(total)s
th: %(from)s ถึง %(to)s จากทั้งหมด %(total)s

source: Showing %(from)s to %(total)s
th: %(from)s ถึง %(total)s

source: No picture available
th: ไม่มีรูป
